brew "abseil"
brew "adns"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "bash"
brew "bdw-gc"
brew "bear"
brew "boost"
brew "bpytop"
brew "c-ares"
brew "ca-certificates"
brew "cairo"
brew "capnp"
brew "circleci"
brew "cloc"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "diff-so-fancy"
brew "direnv"
brew "docutils"
brew "dos2unix"
brew "double-conversion"
brew "fd"
brew "fmt"
brew "folly"
brew "fontconfig"
brew "freetype"
brew "fribidi"
brew "fswatch"
brew "fzf"
brew "gd"
brew "gdbm"
brew "gdk-pixbuf"
brew "gettext"
brew "gflags"
brew "gh"
brew "gibo"
brew "giflib"
brew "git"
brew "glew"
brew "glib"
brew "glog"
brew "gmp"
brew "gnu-getopt"
brew "gnu-time"
brew "gnupg"
brew "gnutls"
brew "go-task"
brew "go"
brew "gobject-introspection"
brew "golang-migrate"
brew "gource"
brew "graphite2"
brew "graphviz"
brew "grep"
brew "grpc"
brew "gts"
brew "guile"
brew "hadolint"
brew "harfbuzz"
brew "haskell-stack"
brew "htop"
brew "hugo"
brew "icu4c"
brew "jansson"
brew "jasper"
brew "jemalloc"
brew "jpeg"
brew "jq"
brew "jsonnet"
brew "k9s"
brew "krb5"
brew "kubectx"
brew "kubernetes-cli"
brew "libassuan"
brew "libev"
brew "libevent"
brew "libffi"
brew "libgcrypt"
brew "libgpg-error"
brew "libidn2"
brew "libksba"
brew "libnghttp2"
brew "libpng"
brew "libpq"
brew "libpthread-stubs"
brew "librsvg"
brew "libssh2"
brew "libtasn1"
brew "libtiff"
brew "libtool"
brew "libunistring"
brew "libusb"
brew "libx11"
brew "libxau"
brew "libxcb"
brew "libxdmcp"
brew "libxext"
brew "libxrender"
brew "libyaml"
brew "llvm"
brew "lz4"
brew "lzo"
brew "m4"
brew "maven"
brew "mc"
brew "mpdecimal"
brew "musl-cross"
brew "ncurses"
brew "netpbm"
brew "nettle"
brew "nghttp2"
brew "nginx"
brew "ninja"
brew "nlohmann-json"
brew "npth"
brew "nspr"
brew "nss"
brew "oniguruma"
brew "openjdk"
brew "openssl@1.1"
brew "osx-cpu-temp"
brew "p11-kit"
brew "pango"
brew "parallel"
brew "pass"
brew "pcre"
brew "pcre2"
brew "pgcli"
brew "pinentry"
brew "pixman"
brew "pkg-config"
brew "postgresql"
brew "protobuf"
brew "python-tabulate"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "qrencode"
brew "re2"
brew "re2c"
brew "readline"
brew "redis"
brew "ripgrep"
brew "sdl2_image"
brew "sdl2"
brew "shellcheck"
brew "shfmt"
brew "six"
brew "snappy"
brew "spdlog"
brew "sqlite"
brew "starship"
brew "tcl-tk"
brew "terraform-docs"
brew "tfenv"
brew "tree"
brew "unbound"
brew "universal-ctags"
brew "update-docker-tags"
brew "watch"
brew "watchman"
brew "webp"
brew "websocketd"
brew "wget"
brew "xorgproto"
brew "xz"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zstd"
cask "db-browser-for-sqlite"
