tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "vectordotdev/brew"
brew "xz"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "asdf"
brew "python@3.12"
brew "awscli"
brew "bash"
brew "bazelisk"
brew "glib"
brew "pixman"
brew "cairo"
brew "cloc"
brew "crane"
brew "direnv"
brew "dive"
brew "dnsmasq", restart_service: true
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gcc"
brew "libavif"
brew "gdk-pixbuf"
brew "gh"
brew "gibo"
brew "git"
brew "git-delta"
brew "glfw"
brew "gnu-sed"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "gomplate"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "helm"
brew "htop"
brew "hugo"
brew "jq"
brew "node"
brew "jupyterlab"
brew "ko"
brew "kubernetes-cli"
brew "kubectx"
brew "kubie"
brew "kustomize"
brew "libpq"
brew "mercurial"
brew "mingw-w64"
brew "monit", restart_service: true
brew "navi"
brew "nginx", restart_service: true
brew "openblas"
brew "numpy"
brew "nvm"
brew "parallel"
brew "pass"
brew "pcre"
brew "pgcli"
brew "pkgconf"
brew "postgresql@16", restart_service: true
brew "pre-commit"
brew "python-yq"
brew "python@3.10"
brew "python@3.11"
brew "pytorch"
brew "redis", restart_service: true
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "stern"
brew "tctl"
brew "tilt"
brew "virtualenv"
brew "wget"
brew "yamllint"
brew "yq", link: false
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zx"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
cask "fly"
cask "google-cloud-sdk"
cask "ngrok"
cask "visual-studio-code"
vscode "bibhasdn.unique-lines"
vscode "bierner.markdown-mermaid"
vscode "connor4312.esbuild-problem-matchers"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "efritz.ai"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "oderwat.indent-rainbow"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "timonwong.shellcheck"
vscode "voldemortensen.rainbow-tags"
vscode "vscode-icons-team.vscode-icons"
vscode "yamenarahman.nord-extra-dark"
