brew "adns"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "bash"
brew "bdw-gc"
brew "bear"
brew "boost"
brew "cairo"
brew "capnp"
brew "circleci"
brew "cloc"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "derailed/k9s/k9s"
brew "diff-so-fancy"
brew "direnv"
brew "dos2unix"
brew "FiloSottile/musl-cross/musl-cross"
brew "fontconfig"
brew "freetype"
brew "fribidi"
brew "fswatch"
brew "fzf"
brew "gd"
brew "gdbm"
brew "gettext"
brew "gh"
brew "gibo"
brew "git"
brew "glew"
brew "glib"
brew "gmp"
brew "gnu-getopt"
brew "gnu-time"
brew "gnupg"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "golang-migrate"
brew "gource"
brew "graphite2"
brew "graphviz"
brew "gts"
brew "guile"
brew "hadolint"
brew "harfbuzz"
brew "haskell-stack"
brew "htop"
brew "hugo"
brew "icu4c"
brew "jasper"
brew "jpeg"
brew "jq"
brew "jsonnet"
brew "krb5"
brew "kubectx"
brew "kubernetes-cli"
brew "libassuan"
brew "libevent"
brew "libffi"
brew "libgcrypt"
brew "libgpg-error"
brew "libidn2"
brew "libksba"
brew "libpng"
brew "libssh2"
brew "libtasn1"
brew "libtiff"
brew "libtool"
brew "libunistring"
brew "libusb"
brew "llvm"
brew "lzo"
brew "maven"
brew "ncurses"
brew "netpbm"
brew "nettle"
brew "nginx"
brew "ninja"
brew "npth"
brew "nspr"
brew "nss"
brew "oniguruma"
brew "openjdk"
brew "openssl@1.1"
brew "p11-kit"
brew "pango"
brew "parallel"
brew "pass"
brew "pcre"
brew "pcre"
brew "pinentry"
brew "pixman"
brew "pkg-config"
brew "postgresql"
brew "protobuf"
brew "python@3.8"
brew "python@3.9"
brew "qrencode"
brew "re2c"
brew "readline"
brew "redis"
brew "ripgrep"
brew "sdl2_image"
brew "sdl2"
brew "shellcheck"
brew "shfmt"
brew "sqlite"
brew "sqlite"
brew "starship"
brew "tree"
brew "unbound"
brew "update-docker-tags"
brew "watch"
brew "watchman"
brew "webp"
brew "websocketd"
brew "wget"
brew "xz"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "db-browser-for-sqlite"
