2gua.rainbow-brackets
bajdzis.vscode-database
bibhasdn.unique-lines
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
dbaeumer.vscode-eslint
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
esbenp.prettier-vscode
exiasr.hadolint
felixfbecker.css-stacking-contexts
foxundermoon.shell-format
golang.go
GraphQL.vscode-graphql
hashicorp.terraform
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
Orta.vscode-jest
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
timonwong.shellcheck
voldemortensen.rainbow-tags
vscode-icons-team.vscode-icons
waderyan.gitblame
yamenarahman.nord-extra-dark
Zignd.html-css-class-completion
