2gua.rainbow-brackets
adpyke.vscode-sql-formatter
bibhasdn.unique-lines
bierner.markdown-mermaid
chrismwendt.wingmate
dbaeumer.vscode-eslint
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
esbenp.prettier-vscode
exiasr.hadolint
felixfbecker.css-stacking-contexts
foxundermoon.shell-format
golang.go
GraphQL.vscode-graphql
GraphQL.vscode-graphql-execution
GraphQL.vscode-graphql-syntax
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
oderwat.indent-rainbow
Orta.vscode-jest
shd101wyy.markdown-preview-enhanced
sourcegraph.sourcegraph
streetsidesoftware.code-spell-checker
timonwong.shellcheck
voldemortensen.rainbow-tags
vscode-icons-team.vscode-icons
yamenarahman.nord-extra-dark
yinfei.luahelper
