bibhasdn.unique-lines
dbaeumer.vscode-eslint
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
esbenp.prettier-vscode
exiasr.hadolint
foxundermoon.shell-format
golang.go
GraphQL.vscode-graphql
GraphQL.vscode-graphql-execution
GraphQL.vscode-graphql-syntax
ms-azuretools.vscode-docker
oderwat.indent-rainbow
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
timonwong.shellcheck
voldemortensen.rainbow-tags
vscode-icons-team.vscode-icons
yamenarahman.nord-extra-dark
